Repository: bartzaalberg/alias
Catalog: po/extra/*.po
Languages: de_de, es, fr, gl

source: Simplify your commands
de_de: Vereinfachen Sie Ihre Befehle
es: Simplifique sus comandos
fr: Simplifiez vos commandes
gl: Simplifique os seus comandos

source: A tool to manage your bash aliases
de_de: Ein Tool zur Verwaltung Ihrer Bash-Aliase
es: Una herramienta para administrar sus alias de bash
fr: Un outil pour gérer les alias de votre bash
gl: Unha ferramenta para administrar os seus alias de bash

source: Features:
de_de: Funktionen:
es: Características:
fr: Fonctionnalités :
gl: Características:

source: Manage your aliases
de_de: Verwalten deine Aliase
es: Administre sus alias
fr: Gérez vos alias
gl: Administre os seus alias

source: Use handy shortcuts to navigate the app
de_de: Verwende praktische Tastenkombinationen, um durch die App zu navigieren
es: Use atajos útiles para navegar por la aplicación
fr: Utilisez des raccourcis pratiques pour naviguer dans l'applcation
gl: Use atallos cómodos para navegar polo aplicativo

source: Choose between light and dark with dark mode
de_de: Wähle zwischen hellem und dunkeln Modus
es: Elija entre claro y oscuro con el modo oscuro
fr: Choisissez entre le thème clair et le thème sombre
gl: Elixa entre claro e escuro co modo escuro

source: Dark mode and shortcut labels
de_de: Dunkler Modus- und Tastenkombinationen
es: Modo oscuro y etiquetas de acceso directo
fr: Thème sombre et indications des raccourcis clavier
gl: Modo escuro e etiquetas de acceso directo

source: Added dark mode
de_de: Dunkler Modus hinzugefügt
es: Modo oscuro agregado
fr: Ajout du thème sombre
gl: Modo escuro engadido

source: Added shortcut labels to buttons
de_de: Bezeichnungen für Tastenkombinationen hinzugefügt
es: Se agregaron etiquetas de acceso directo a los botones
fr: Ajout des indications de raccourcis clavier aux boutons
gl: Engadíronse etiquetas de acceso directo aos botóns

source: Remember size and position
de_de: Größe und Position merken
es: Recordar tamaño y posición
fr: Rappel de la taille et de la position de la fenêtre
gl: Lembrar tamaño e posición

source: Added french metadata translation
de_de: Französische Metadatenübersetzung hinzugefügt
es: Se agregó la traducción de metadatos al francés
fr: Ajout des traductions en français des métadonnées
gl: Engadiuse a tradución de metadatos ao francés

source: Remember size and position of window
de_de: Größe und Position des Fensters merken
es: Recordar el tamaño y la posición de la ventana
fr: Rappel de la taille et de la position de la fenêtre
gl: Lembrar o tamaño e a posición da xanela

source: Added translation for About label
de_de: Übersetzung für Info-Label hinzugefügt
es: Se agregó la traducción para la etiqueta Acerca de
fr: Ajout des traductions pour le libellé À propos
gl: Engadiuse a tradución para a etiqueta Acerca de

source: Added translation for metadata
de_de: Übersetzung für Metadaten hinzugefügt
es: Traducción agregada para metadatos
fr: Ajout des traductions des métadonnées
gl: Engadiuse a tradución para metadatos

source: New theme!
de_de: Neues Design!
es: ¡Nuevo tema!
fr: Nouveau thème !
gl: Novo tema!

source: New icon thanks to Mitchell Johnson
de_de: Neue Anwendungssymbole, Danke an Mitchell Johnson
es: Nuevo icono gracias a Mitchell Johnson
fr: Nouvelle icône grâce à Mitchell Johnson
gl: Nova icona grazas a Mitchell Johnson

source: New theme
de_de: Neues Thema
es: Nuevo tema
fr: Nouveau thème
gl: Novo tema

source: Fixed link to appcenter
de_de: Link im AppCenter angepasst
es: Enlace al Centro de Aplicaciones arreglado
fr: Correction de lien vers le Centre d'Applications
gl: Ligazón ao Centro de Aplicaciones arranxada

source: Single-instance now actually working
de_de: Einzelinstanz funktioniert jetzt tatsächlich
es: Instancia única trabajando realmente ahora
fr: Une instance unique peut désormais fonctionner
gl: Instancia única traballando realmente agora

source: Fixed crash on unsupported commands
de_de: Behebt einen Fehler wodurch die Anwendung bei nicht unterstützten Einträgen abstürzte
es: Se corrigió el bloqueo en comandos no compatibles
fr: Correction du plantage avec des commandes non supportées
gl: Corrixiuse o bloqueo en comandos non compatíbeis

source: Added OARS rating
de_de: OARS-Bewertungen hinzugefügt
es: Calificación OARS agregada
fr: Ajout des classifications OARS
gl: Calificación OARS engadida

source: Added development category for appcenter
de_de: Entwicklungskategorie für das Appcenter hinzugefügt
es: Se agregó la categoría de desarrollo para el Centro de Aplicaciones
fr: Ajout de la catégorie Développement pour le Centre d'Applications
gl: Engadiuse a categoría de desenvolvemento para o Centro de Aplicativos

source: Single-instance, fixed translations
de_de: Einzelinstanz, Fehler in der Übersetzung korrigiert
es: Instancia única, traducciones corregidas
fr: Instance unique, correction des traductions
gl: Instancia única, traducións corrixidas

source: Fixed translations
de_de: Fehler in der Übersetzung korrigiert
es: Traducciones corregidas
fr: Correction des traductions
gl: Traducións corrixidas

source: Added French translation
de_de: Französische Übersetzung hinzugefügt
es: Traducción al Francés añadida
fr: Ajout des traductions en français
gl: Tradución ao francés engadida

source: Application is now single-instance
de_de: Die Anwendung startet nun als Einzelinstanz
es: La aplicación es ahora de instancia única
fr: L'application est maintenant une instance unique
gl: O aplicativo é agora de instancia única

source: Meson, and some fixes
de_de: Auf Meson umgestellt sowie einige Korrekturen
es: Meson, y algunas correcciones
fr: Meson, et quelques corrections
gl: Meson, e algunhas correcións

source: Moved to meson
de_de: Zu Meson gewechselt
es: Movido a meson
fr: Passage à meson
gl: Movido a meson

source: Fixed the error when saving alias
de_de: Fehler beim Speichern von Aliases behoben
es: Corregido el error al guardar alias
fr: Correction de l'erreur lors de l'enregistrement d'un alias
gl: Corrixido o erro ao gardar alias

source: Fixed the bug where the app would ask to add bash_aliases to eOS
de_de: Behebt einen Fehler in der Anwendung wodurch die Anwendung die bash_aliases nicht erkennt
es: Se corrigió el error donde la aplicación pedía agregar bash_aliases a eOS
fr: Correction du bug où l'application demandait d'ajouter bash_aliases à elementary OS
gl: Corrixiuse o erro onde o aplicativo pedía engadir bash_aliases a eOS

source: Added Houston CI and Juno Release
de_de: Houston CI und Juno Release hinzugefügt
es: Añadido Houston CI y lanzamiento de Juno
fr: Ajout de Houston CI et sortie pour Juno
gl: Engadido Houston CI e lanzamento de Juno

source: Added the new Houston CI
de_de: Das neue Houston CI wurde hinzugefügt
es: Añadido el nuevo Houston CI
fr: Ajout du nouveau Houston CI
gl: Engadido o novo Houston CI

source: Released for Juno
de_de: Veröffentlicht für Juno
es: Lanzado para Juno
fr: Sortie pour Juno
gl: Lanzado para Juno

source: Russian translation and bug fix
de_de: Fehlerbehebung in der russischen Übersetzung
es: Traducción al ruso y corrección de errores
fr: Traductions en russe et correction de bug
gl: Tradución ao ruso e correción de erros

source: Added Russian translation
de_de: Russische Übersetzung hinzugefügt
es: Traducción al ruso añadida
fr: Ajout des traductions en russe
gl: Tradución ao ruso engadida

source: Fixed a bug where app would crash on comments in file
de_de: Es wurde ein Fehler behoben, wodurch die Anwendung bei Kommentaren in der Alias-Datei abstürzte
es: Se corrigió un error por el cual la aplicación se bloqueaba en los comentarios del archivo
fr: Correction d'un bug où l'application plantait en commentant un fichier
gl: Corrixiuse un erro polo cal o aplicativo bloqueabase nos comentarios do ficheiro

source: Relogging is not required anymore
de_de: Ein Neuloggen ist nicht mehr erforderlich
es: Ya no es necesario volver a iniciar sesión
fr: La reconnexion n'est plus nécessaire
gl: Xa non é necesario volver a iniciar sesión

source: Added brand color for headerbar
de_de: Akzentfarbe für die Kopfzeile hinzugefügt
es: Color de marca agregado para la barra de encabezado
fr: Ajout de la couleur pour la barre supérieure
gl: Cor de marca engadido para a barra de encabezado

source: ~/.bashrc is reloaded after new, edit, and delete
de_de: Die Datei ~/.bashrc wird nach dem Neuanlegen, Bearbeiten oder Löschen eines Eintrages neu geladen
es: ~/.bashrc es recargado después de nuevo, editar y eliminar
fr: ~/.bashrc est rechargé après chaque nouvelle modification, et supression
gl: ~/.bashrc é recargado despois de novo, editar e eliminar

source: Quotes are now automatically added to field
de_de: Anführungszeichen werden nun automatisch zum Eintrag hinzugefügt
es: Las comillas ahora se agregan automáticamente al campo
fr: Les guillemets sont désormais automatiquement ajoutés au champ
gl: As comiñas agora engádense automaticamente ao campo

source: Updated color for appcenter
de_de: Farben für das AppCenter aktualisiert
es: Color actualizado para el Centro de Aplicaciones
fr: Mise à jour des couleurs pour le Centre d'Applications
gl: Cor actualizada para o Centro de Aplicativos

source: Fixed appdata xml
de_de: Probleme in der Datei appdata.xml behoben
es: Corregido xml de appdata
fr: Correction de appdata xml
gl: Corrixido xml de appdata

source: Refactored responsetranslator and fileManager code
de_de: Überarbeiteter Responsetranslator und FileManager-Code
es: Traductor de respuestas refactorizado y código del administrador de archivos
fr: Correction du code de responsetranslator et fileManager
gl: Tradutor de respostas refactorizado e código do administrador de ficheiros

source: Fixed deployment
de_de: Entwicklungsumgebung angepasst
es: Corregido el despliegue
fr: Correction du déploiement
gl: Corrixido o despregue

source: Removed buttons from welcome view
de_de: Tasten aus der Willkommensansicht entfernt
es: Botones eliminados de la vista de bienvenida
fr: Suppression des boutons de l'écran de bienvenue
gl: Botóns eliminados da vista de benvida

source: First release
de_de: Erstes Release
es: Primer lanzamiento
fr: Première version
gl: Primeiro lanzamento

source: shortcuts;alias;commands;aliases;bash;
de_de: Tastenkombinationen; Aliase; Befehle;Bash;
es: atajos;alias;comandos;bash;
fr: raccourcis;alias;commandes;bash;
gl: atallos;alias;comandos;bash;

source: About Alias
de_de: Über Alias
es: Acerca de Alias
fr: À propos de Alias
gl: Acerca de Alias
