Repository: bartzaalberg/alias
Catalog: po/*.po
Languages: de_de, it, pl, pt, tr

source: Edit this alias
de_de: Diesen Eintrag bearbeiten
it: Modifica alias
pl: Edytuj ten alias
pt: Editar este alias
tr: Takma adı düzenle

source: Remove this alias
de_de: Diesen Eintrag entfernen
it: Rimuovi alias
pl: Usuń ten alias
pt: Remover este alias
tr: Takma adı kaldır

source: Are you sure?
de_de: Bist du sicher?
it: Sei sicuro?
pl: Jesteś pewny?
pt: Tem a certeza?
tr: Emin misiniz?

source: You are about to remove this alias. Are you sure?
de_de: Soll dieser Eintrag wirklich entfernt werden?
it: Stai per eliminare un alias. Procedere?
pl: Usuniesz ten alias.
pt: Você está prestes a remover este alias. Tem a certeza?
tr: Bu takma adı kaldırmak üzeresiniz. Emin misiniz?

source: Nothing was found
de_de: Es wurde nichts gefunden
it: Non ho trovato nulla
pl: Nie znaleziono
pt: Não foi encontrado nada
tr: Hiçbir şey bulunamadı

source: Try searching for something else
de_de: Versuche nach etwas anderem zu suchen
it: Prova a cercare altro
pl: Poszukaj czegoś innego
pt: Tente pesquisar por outra coisa
tr: Başka bir şey ara

source: You are new!
de_de: Du bist neu!
it: Sei nuovo!
pl: Jesteś nowy!
pt: Você é novo!
tr: Siz yenisiniz galiba!

source: Few lines of code will be added to your .bashrc file, to use your aliases.
de_de: Es werden nur wenige Zeilen Code zu Ihrer.bashrc-Datei hinzugefügt.
it: Per creare alias, alcune righe verranno aggiunte al tuo file .bashrc.
pl: Kilka linii kodu zostanie dodanych do pliku .bashrc, aby użyć twoich aliasów.
pt: Poucas linhas de código vão ser adicionadas ao seu ficheiro .bashrc, para usar os seus aliases.
tr: Takma adları kullanmak için .bashrc dosyanıza birkaç satır kod eklenir.

source: I'm OK with that.
de_de: Ich bin damit einverstanden.
it: Ok
pl: Nie przeszkadza mi to.
pt: Estou bem com isso.
tr: Benim için sorun yok.

source: Edit a alias
de_de: Eintrag bearbeiten
it: Modifica un alias
pl: Edytuj alias
pt: Editar um alias
tr: Takma adı düzenle

source: Edit
de_de: Bearbeiten
it: Modifica
pl: Edytuj
pt: Editar
tr: Düzenle

source: Fields are invalid
de_de: Einige Felder enthalten ungültige Eingaben
it: I campi non sono corretti
pl: Pola są nieprawidłowe
pt: Os campos estão inválidos
tr: Alanlar geçersiz

source: Please correctly fill in all the required fields
de_de: Bitte fülle alle Pflichtfelder korrekt aus
it: Riempi correttamente tutti i campi
pl: Wypełnij poprawnie wszystkie wymagane pola.
pt: Por favor insira corretamente todos os campos necessários
tr: Lütfen gerekli alanları doğru şekilde doldurun

source: Add a new alias
de_de: Neuen Eintrag hinzufügen
it: Aggiungi un nuovo alias
pl: Dodaj nowy alias
pt: Adicione um um novo alias
tr: Yeni takma ad ekle

source: Create
de_de: Erstellen
it: Crea
pl: Stwórz
pt: Criar
tr: Oluştur

source: Alias with this name already exists
de_de: Ein Eintrag mit diesem Namen existiert bereits
it: Un alias con questo nome esiste gi√†
pl: Alias o takiej nazwie już istnieje
pt: Já existe um alias com este nome
tr: Bu adla bir takma ad zaten var

source: Please choose a different name
de_de: Bitte wähle einen anderen Namen aus
it: Scegli un nome diverso
pl: Wybierz inną nazwę
pt: Por favor escolha um nome diferente
tr: Lütfen farklı bir ad seçin

source: A form
it: Un form
pl: Formularz
pt: Um formulário
tr: Biçim

source: name
it: nome
pl: nazwa
pt: nome
tr: ad

source: command
de_de: befehl
it: comando
pl: komenda
pt: comando
tr: komut

source: Name:
it: Nome :
pl: Nazwa:
pt: Nome:
tr: Ad:

source: Command:
de_de: Befehl:
it: Commando :
pl: Komenda:
pt: Comando:
tr: Komut:

source: Search for aliases
de_de: Einträge durchsuchen
it: Cerca per alias
pl: Szukaj aliasów
pt: Pesquisar por aliasse
tr: Takma adları ara

source: Search for names of aliases
de_de: Durchsucht vorhandene Einträge
it: Cerca per nome alias
pl: Szukaj nazw aliasów
pt: Pesquisar por nomes de aliases
tr: Takma adların adlarını ara

source: Add new alias
de_de: Neuen Eintrag erstellen
it: Aggiungi un nuovo alias
pl: Dodaj nowy alias
pt: Adicionar um novo alias
tr: Yeni takma ad ekle

source: Back
de_de: Zurück
it: Indietro
pl: Wstecz
pt: Voltar
tr: Geri

source: Delete
de_de: Löschen
it: Elimina
pl: Usuń
pt: Apagar
tr: Sil

source: Light mode
de_de: Helles Design
it: Tema chiaro
pl: Jasny tryb
pt: Modo claro
tr: Açık kip

source: Dark mode
de_de: Dunkles Design
it: Tema scuro
pl: Ciemny tryb
pt: Modo escuro
tr: Karanlık Kip
